bin/classes/GetUserInfo.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GETUSERINFO xmlns="http://tempuri.org/">
      <strEmail>&strEmail</strEmail>
    </GETUSERINFO>
  </soap:Body>
</soap:Envelope>